<!DOCTYPE html>
<html>
	<head>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="description" content="My personal Chansons">
        <meta name="viewport" content="width=device-width, initial-scale=1">
		<meta name="author" content="xesrochers">
		<!-- link href="//fonts.googleapis.com/css?family=Raleway:400,300,600" rel="stylesheet" type="text/css" -->
		<link href="/castors/css/normalize.css" rel="stylesheet" />
		<link href="/castors/css/skeleton.css" rel="stylesheet" />
	    <link href="/castors/css/font-awesome.css" rel="stylesheet">
        <link href="/castors/css/metronome.css" rel="stylesheet" />
        <link href="/castors/css/style.css" rel="stylesheet" />
        <link href="/castors/css/print.css" rel="stylesheet" media="print"/>
  		<link href="/castors/images/favicon.png" rel="icon" type="image/png" />
   	    <script src="/castors/js/jquery-1.3.2.min.js" type="text/javascript" ></script>
   	    <script src="/castors/js/class.WebUtils.js" type="text/javascript" ></script>
	    <script src="/castors/js/class.SearchBox.js" type="text/javascript" ></script>
	    <script src="/castors/js/class.Toggle.js" type="text/javascript" ></script>
	    <script src="/castors/js/class.TabSlide.js" type="text/javascript" ></script>
   	    <script src="/castors/js/song/class.AutoPlay.js" type="text/javascript" ></script>
	    <script src="/castors/js/song/class.Scroller.js" type="text/javascript" ></script>
	    <script src="/castors/js/song/class.SmoothScroller.js" type="text/javascript" ></script>
	    <script src="/castors/js/song/class.Chords.js" type="text/javascript" ></script>
	    <script src="/castors/js/song/class.Metronome.js" type="text/javascript" ></script>
		<title>Studio M&ouml;&ouml;l&ouml;</title>
	</head>
	<body class='md bijou-spectacles-forum2017-html  top'>
		<div class="container">
			<header>
				<div class="row">
				    <div class="twelve columns">
				        <h1 class="brand"><a href="/castors/">Studio&nbsp;<span class="server">M&ouml;&ouml;l&ouml;</span><span class="local">Locale</span></a> <span class='u-pull-right' id='js-metro-tag'></span></h1>
				        <div class="tags"><span id='js-autoplay-tag'>auto</span></div>
				    </div>
				</div>
			</header>

			<div class="row">
			    <div class="twelve columns">
					
<h1> Show du Forum (5 mai 2017)</h1>
<h1> <a href=".." >FAITH</a></h1>
<p>Sans introduction... on pette &ccedil;a avec la trompette
</p><a href="/Anglais/GeorgeMichealsFaith.html" class='strong button u-full-width space'>faith</a>
<h1> <a href=".." >PICBOIS</a></h1>
<p>J'ouvre une parent&egrave;se
</p>
<p>Vous savez, que ce soir,     
</p>
<p>Vous avez payer pour un souper...  pis les profits vont &agrave; une fondation.
</p>
<p>Vous savez que le 'entertainment' est un bonus! Right?
</p>
<p>On a un probl&egrave;me. Notre chanteur vedette, Paul, d&eacute;sol&eacute; Gilles c'est Paul le chanteur vedette, 
</p>
<p>En tout cas Paul nous annonce, ce matin, qu'y'a plus de voix! La panique s'installe...
</p>
<p>On dit "THE SHOW MUST GO ON". Alors on a changer le show cet apr&egrave;s midi.  Vous avez les deux bozo qui chantent (peux-etre avec Paul qui participe)
</p>
<p>En tout cas, Paul y'a &eacute;t&eacute; s'acheter des suppositoires... on le voit souriant, mais on veut surtout voir si &ccedil;a marche! Pis si ca marche, on vous donne la marque des suppositoires!
</p>
<p>En tout cas, je vous informe que vous avez un guitariste qui est sourd d'un oreille, qui a des doight gachettes, qui a un dos fuck&eacute; et un coll&egrave;gue, ici &agrave; ma droite, un peu niaseux.
</p>
<p>Bonne chance!
</p>
<p>Bon spectacle
</p><hr/>
<p>Je vous regarde, vous &ecirc;tes nombreux, on est &agrave; pleine capacit&eacute;, je suis stress&eacute;, pis avec ce qui se passe avec Paul, on est stress&eacute;s  ...
</p>
<p>Vous le savez....  nous Les Trois Castors... On est des amateurs....
</p>
<p>Simonaque... Chu stress&eacute;... Chu stress&eacute;... Chu stress&eacute;...
</p>
<p>C'est quoi j'ai fait l'an pass&eacute; pour passer le stress.... 
</p>
<p>Ha ha ha ha ha ha ha ha....[pause] Ha oui [cochon]!
</p>
<p>Je vous regarde, et vous &ecirc;tes tous tout nus... Ha vous &ecirc;tes tout nus mais vous &ecirc;tes... beau...
</p>
<p>La premi&egrave;re fois que j'ai rencontr&eacute; Danie, elle &eacute;tait toute nue 
</p>
<p>Yep! Danie &eacute;tait toute nue .... mais aintait... belle!
</p>
<p>OK, bon, La la... Y'en a plein dans salle qui se disent "y&eacute; en train de se mettre dans marde!" Pis y'ont raison!
</p>
<p>C'est clair, quand on parle femme, y faut parler autrement! 
</p>
<p>La communication homme/femme - femme/homme est tr&egrave;s complexe (LJH).
</p>
<p>Pour la m&ecirc;me phrase, les m&ecirc;mes mots, y comprennent pas la m&ecirc;me chose que nous.
</p>
<p>Koss&eacute; j'veux dire, c'est quand je parle &agrave; ma femme, c'est pas garantie qu'a va comprendre la m&ecirc;me chose que koss&eacute; j'ai dit.  
</p>
<p>Bon, vous aller tous... ce soir...  sortir d'icitte moins niaseux, parce que... gr&acirc;ce &agrave; Castor Sylvain (ici-m&ecirc;me), le plus intellectuel des castors, y va vous expliquer comment pense les femmes, pis comment penses les hommes.
</p>
<p>Impossible disent plusieurs... je le sais, c'est une lourde t&acirc;che, une r&eacute;volution, un mont Everest, et &ccedil;a ce passe ce soir, pour 35$... souper inclus! Une aubaine!
</p>
<p>On va faire &ccedil;a... simplement... en analysant le magnifique po&egrave;me suivant:
</p>
<p>Alors, je commence...
</p>
<ul><li> Je sorre &agrave; poil de la douche</li><li> J'te dis qu'in longue en tabarnouche</li><li> Que me r&eacute;plique ma belle douce</li><li> On doit partir, on a des courses</li>
</ul>
<p>Analysons
</p>
<p>Les gars on compris que j'en ai une longue. Les filles eux-autres, ont compris que c'est plutôt, ma douche qui &eacute;tait longue.. Pis y faut partir, on as des courses.
</p>
<p>Encha&icirc;nons
</p>
<ul><li> Enfin tout pr&ecirc;t, et habill&eacute;</li><li> J'ai une mi-graine &agrave; faire soign&eacute;e</li><li> C'est pas le temps, me dit ma douce</li><li> Y faut partir, on a des courses</li>
</ul>
<p>Analysons
</p>
<p>Bon, les gars on compris que j'ai une demi-graine et que &ccedil;a vas pas bien. Les filles eux on compris que j'ai mal &agrave; t&ecirc;te! Elle s'en foutent, elles veulent partir faire les courses!
</p>
<p>Poursuivons
</p>
<ul><li> Toujours est il, qu'en une minute</li><li> Ma flute fut&eacute;, deviens une brute</li><li> C'est pas le temps, me dis ma douce</li><li> Y faut partir, on a des courses</li>
</ul>
<p>Analysons
</p>
<p>Bon, les gars ont compris qu'on saute les pr&eacute;liminaires. Les filles eux, c'est pas compliquer, y'ont qu'une chose en t&ecirc;te... elles veullent juste aller magasiner.
</p>
<ul><li> Esti, de callise, de tabarnak</li><li> Encha&icirc;ne donc, AK ton pestacle</li><li> La fin, je met &agrave; ce po&egrave;me l&agrave;</li><li> Pour vous mesdammes, Le Picbois!</li>
</ul><a href="/Francais/BeauDommage-Picbois.html" class='strong button u-full-width space'>picbois</a>
<h1> <a href=".." >MEDLEY BLUES</a></h1>
<p>Vous avez bien compris, que ce soir, les Castors, on parle femmes... alors...
</p>
<p>Quiz Femme
</p>
<h2> Rouge</h2>
<ul><li>On s'arr&ecirc;te toujours &agrave; une lumi&egrave;re... Rouge</li><li>J'me fais griller tout nu sans cr&egrave;me solaire, j'ai les seins... Rouge</li><li>Quand mon mari laisse le si&egrave;ge de toilette lev&eacute;, je viens... Rouge</li>
</ul>
<h2> On Change - Jaune</h2>
<ul><li>Pour faire de la meringue, on garde le blanc, on jette le... Jaune</li><li>Je mange , du riz au cari, des citrons, et du bl&eacute; d'inde, je chie... Jaune</li><li>Mon mari fait une farce platte devant mes amis, je ris... Jaune</li>
</ul>
<h2>On Change - Bleu</h2>
<ul><li>Michel Louvain... La dame en.... Bleu</li><li>J'me pette le tibia sur le coin d'une table.. j'me fait un... Bleu</li><li>La couleur des bobettes &agrave; Mario sont... Brune... mais y'&eacute;tait Bleu</li>
</ul>
<p>Pour vous mesdames, Medley Blues
</p><a href="/Medley/Castors-MedleyBlues.html" class='strong button u-full-width space'>medley blues</a>
<h1> <a href=".." >LOIN DU FROID</a></h1>
<p>Les femmes &ccedil;a nous inspirent...
</p>
<p>Jean-Jacques Rousseau disait
</p>
<ul><li>C'est souvent la femme qui nous inspire les grandes choses qu'elle nous emp&ecirc;che d'accomplir.</li>
</ul>
<div><div class='note'> pause</div>
</div>
<p>Pensons-y un peu. R&eacute;fl&eacute;chissons...
</p>
<ul><li>C'est la femme qui a inspir&eacute; le si&egrave;ge de toilette qui se baisse automatiquement.</li><li>C'est la femme qui a inspir&eacute; la machine &agrave; laver</li><li>C'est la femme qui a inspir&eacute; le Easy-Finder-Multi-Winder-Digi-Grinder</li>
</ul>
<div><div class='note'> allure de pr&ecirc;tre</div>
</div>
<p>J'ai une petit secret. Parmi nous, on a un castor inspir&eacute;.  Oui, un castor qui pense, un castor qui r&eacute;fl&eacute;chi. 
</p>
<p>Notre castor &agrave; l&acirc;ch&eacute; de gruger du bois. Y'a l&acirc;ch&eacute; de tapper de la queue. Notre castor pense parce qu'il est inspir&eacute;. 
</p>
<p>Oui castor Gilles est inspir&eacute;. Peut-&ecirc;tre, parce qu'il est na&iuml;f. Peut-&ecirc;tre parce qu'il est niaseux, mais moi je pense c'est parce qu'il se mari en juin prochain avec la belle Marie-Jos&eacute;e.
</p>
<p>En tout cas, castor Gilles est &agrave; la fois brillant et niaiseux. Et quand tu combines brillances et insignifiances tu obtiens un fuck&eacute;.
</p>
<p>Et quand tu as un fuck&eacute; inspir&eacute;, tu obtiens des chansons sublimes. 
</p>
<p>Castor Gilles &agrave; tout compos&eacute;. Paroles, musique, du couplet au refrain, jusqu'au rythme de la guitare... Impossible mais vrai, y'avait tout &ccedil;a dans sa petite t&ecirc;te de rongeur!
</p>
<p>Vous aller voir que notre castor fuck&eacute; inspir&eacute;... y'a du talent!
</p>
<p>Pour vous mesdames Loin Du Froid.
</p><a href="/Compositions/GillesCoulombe-LoinDuFroid.html" class='strong button u-full-width space'>loin du froid</a>
<h1> <a href="..">ON A DAY LIKE TODAY</a></h1>
<p>Maudit que vous aller vous coucher moin niaseux ce soir!
</p>
<p>Hier, le 4 mai, c'&eacute;tait la Journ&eacute;e StarWars... c't'&agrave; l'origine d'un festival de film Torontoi,  May the fourth be with you...
</p>
<p>Demain, le 6 mai, le premier samedi de mai, c'est la journ&eacute;e internationale du jardinage nu. Je vous invite &agrave; participer en grand nombre. Surtout mes voisines ici pr&eacute;sentes dans la salle.
</p>
<p>Aujourd'hui, le 5 Mai... en  
</p>
<ul><li> 1821 Napol&eacute;on Bonaparte s'&eacute;teint &agrave; l'&acirc;ge de 52 ans</li><li> 1877 Sitting Bull m&egrave;ne la tribue Lakota au Canada (fuyant l'arm&eacute;e USA)</li><li> 1941 Coco Chanel lance le parfum - Chanel No. 5</li><li> 1966 Montr&eacute;al remporte la coupe Stanley contre les Red Wings de D&eacute;troit</li><li> 2000 Pr&eacute;diction fin du monde (&agrave; cause de l'alignement Soleil, Terre, Mercure, V&eacute;nus, Mars, Jupiter et Saturne)</li>
</ul>
<p>Une journ&eacute;e comme aujourd'hui le 5 Mai 2017.
</p>
<ul><li> 2017 C'est la fr&eacute;n&eacute;sie au Forum. 3 rongeurs, un dong et ses accolites font des prestations dans une salle comble afin de soutenir la famille Lapointe-Savard. Cool! Merci!</li>
</ul>
<p>Pour vous mesdames, On A Day Like Today!
</p><a href="/Anglais/BryanAdams-OnADayLikeToday.html" class='strong button u-full-width space'>on a day like today</a>
<h1> <a href="..">DOWNSTREAM</a></h1>
<p>Dans ce volet, on parle S&eacute;ductions
</p>
<p>J'ai fait des recherches... 
</p>
<p>Pour s&eacute;duire les femmes en 1950... c'est assez simple
</p>
<ul><li> On leur dit qu'elles sont belles</li><li> On leur ouvre la porte</li><li> On les sorts au restaurant</li><li> On leur achete des toasters</li>
</ul>
<p>Pour s&eacute;duire les femmes en 2000... c'est plus compliquer
</p>
<ul><li> On leur dit qu'ont les aiment, mais faut aller plus loin... </li><li> Faut dire c'est quoi qu'on aime. Met l&agrave;... quoi r&eacute;pondre!</li><li> J'aime tes yeux... c'est pas mal un classique... c'est pas trop original... mais &ccedil;a manque de punch!</li><li> J'aime tes seins, c'est un peu plus original, &ccedil;a la du punch, mais  l&agrave; c'est cochon</li><li> Moi j'aime dire, j'aime ton respire... comme &ccedil;a, j'me met pas dans le trouble pis A parle moins!</li>
</ul>
<p>Mais en 1987, Castor Paul a utilis&eacute; l'arme ultime... l'arme secr&egrave;te... une arme, qu'aucune femme peut resister... la chanson.
</p>
<p>La pauvre Maryline, sans d&eacute;fense, a sucomber.
</p>
<p>Une question comme &ccedil;a... Lenord Cohen, c'es-tu sex&eacute;e?  en tout cas... notre exp&eacute;rience ce soir avec le suppositoire &ccedil;a nous donne du Lenord Cohen... 
</p>
<p>Pour vous mesdames, l'arme de s&eacute;duction massive version 1987... Downstream
</p><a href="/Anglais/Supertramp-Downstream.html" class='strong button u-full-width space'>downstream</a>
<h1> <a href="..">G&Acirc;TE ALL DRESS</a></h1>
<p>Fermez vous les yeux... Imaginez...
</p>
<p>Une belle femme, dans une tour, se peigne les cheveux.  Elle attend son prince charmant. Son prince charmant, au loin, arrive, conduisant une Honda. Il arrive et park son char, sur un vieux suisse sec, &eacute;cras&eacute; par un truck de livaison FedEx.
</p>
<p>En sortant du char, le prince se secou la t&ecirc;te, mais y'a pas un cheveux qui bouge.  En r&eacute;alit&eacute;, le prince, y'a pu vraiment de cheveux. Y conna&icirc;t sa blonde. Il sait ce qu'elle aime. Elle aime les grills cheeze, les hot dog et les patakes. Oui a l'aimes ça les patakes!
</p>
<p>Aussi, Elle adore quand son homme lui chante la pomme. Son homme s'installe. Genou par terre, il gigotte une version moderne de Rom&eacute;o et Juliette...
</p>
<p>Pour vous mesdames, les trois castors, reprennent ce moment &eacute;mouvant, et vous chante cette merveilleuse version de Rom&eacute;o et Juliette,
</p>
<p>Pour vous mesdames, on garde le meilleur pour la fin...
</p>
<p>Alors, pour notre derni&egrave;re,
</p>
<p>Pour les femmes de la terre,
</p>
<p>Pour la fatigante en arri&egrave;re
</p>
<p>J'te g&acirc;te all dress 
</p><a href="/Francais/BleuJeansBleu-AllDress.html" class='strong button u-full-width space'>g&acirc;te all dress</a>
<h1> <a href=".." class="btn">RAPPEL</a></h1>
<p>Merci &agrave; tous... on esp&egrave;re que vous avez bien appr&eacute;ci&eacute;es...
</p>
<p>La la... on vous en fait une p'tite derni&egrave;re, mais avant...
</p>
<p>On vous laisse avec la note philosophique suivante:
</p>
<p>Si vous placer une pomme sur une table en bois... le castors lui... y mange la table!
</p><a href="/Anglais/BonJovi-DeadOrAlive.html" class='button u-full-width rappel'>dead or alive</a>
				</div>
			</div>

			<footer>
				<div class="u-pull-right">	
					<p>Powered by <a href='https://github.com/xesroche/bijou' target='_blank'>Bijou</a></p>
				</div>
				<div class="row u-cf">&nbsp;</div>
			</footer>
		</div>

	</body>

</html>

