<!DOCTYPE html>
<html>
	<head>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="description" content="My personal Chansons">
        <meta name="viewport" content="width=device-width, initial-scale=1">
		<meta name="author" content="xesrochers">
		<!-- link href="//fonts.googleapis.com/css?family=Raleway:400,300,600" rel="stylesheet" type="text/css" -->
		<link href="/castors/css/normalize.css" rel="stylesheet" />
		<link href="/castors/css/skeleton.css" rel="stylesheet" />
        <link href="/castors/css/style.css" rel="stylesheet" />
        <link href="/castors/css/print.css" rel="stylesheet" media="print"/>
  		<link href="/castors/images/favicon.png" rel="icon" type="image/png" />
   	    <script src="/castors/js/jquery-1.3.2.min.js" type="text/javascript" ></script>
   	    <script src="/castors/js/class.WebUtils.js" type="text/javascript" ></script>
   	    <script src="/castors/js/class.AutoPlay.js" type="text/javascript" ></script>
	    <script src="/castors/js/class.Toggle.js" type="text/javascript" ></script>
		<title>Loge2020</title>
	</head>
	<body class='md bijou-spectacles-loge2020 '>
		<div class="container">
			<header>
				<div class="row">
				    <div class="eight columns">
				        <h1 class="brand"><a href="/castors/">Studio&nbsp;<span class="server">Castors</span><span class="local">Locale</span></a></h1>
				    </div>
				    <div class="four columns">
				    	<div class='auto-play'>
		    				<label id="js-auto-play-option"><input id="js-auto-play" type="checkbox"/>Auto&nbsp;Play</label>
	    				</div>		
				    </div>
				</div>
			</header>
			<div class="row">
			    <div class="twelve columns">
					<h1>Vision D'Espoir (15 mai 2020)</h1><hr/><h1><a href=".." >Lean On Me</a></h1><p>Sans introduction...
</p><a href="/castors/Anglais/BillWithers-LeanOnMe.html" class="button wide space">Lean On Me</a><hr/><h1><a href=".." >Band On The Run</a></h1><p>Bonsoir tout le monde!
</p><p>Vous venez d'assister au d&eacute;voilement officiel du T-Shirt 3Castors.  Magnifiques n'est-ce pas! 
</p><p>Cette ann&eacute;e, on a travailler fort. On a plus de stock pour vous. On a plus de guitare, on a plus de trompette, on a plus de base, on a plus de tounes francophones.
</p><p>Pour ceux que ne le savent pas, on s'appelle <b>3Castors</b>, 3 veux chum de Polyvalente qui font d'la musique en faisant un peu de d&eacute;cantation de jus de houblons.
</p><p>Nous les castors, on aime bien Mario, Am&eacute;lie et Manon.  Et, je crois que je parle en votre nom, en disant, qu'on es tous ici pour les supporter ce soir, en cette soir&eacute;e "Vision D'Espoir".  Personellement, nous les Castors, on se sent mari&eacute; &agrave; cette cause. 
</p><p>Et ce soir, &ccedil;a fait 5 ans qu'on est mari&eacute;. 5 ans. 5 ans c'est pas rien.
Allons voir le registre des ann&eacute;es de mariage pour comprendre la signification importante de cette union:
</p><ul><li> 1 ans - Les noces de coton - la premi&egrave;re ann&eacute;e, nous, les castors, on a mis nos plus beaux jeans</li><li> 2 ans - Les noces de cuire - pour notre deuxi&egrave;me ann&eacute;e, nous, les castors, on a mis nos plus belles ceintures</li><li> 3 ans - Les noces de froment - du quoi? - froment - c'est du bl&eacute; - alors nous, les castors, on a consom&eacute; les meilleures bi&egrave;res</li><li> 4 ans - Les noces de cire - d'la cire, man-o-man, d'la cire, que voulez-vous que j'&eacute;crive sur d'la cire! l'ann&eacute;e pass&eacute;e, nous avons g&eacute;n&eacute;rer de la cire d'oreille pour l'occasion</li><li> Ha! mais pour cette ann&eacute;e, pour nos 5 ans - c'est la noce de bois. Imaginez, ce que signifie, une noce de bois pour un Castor.  C'est comme gagner la 6/49, c'est un rêve, c'est le nirvana!</li></ul><p>Mais avant que le nirvana consome tout nos sens, allons de l'avant avec notre 2i&egrave;me toune, Band On The Run!
</p><p>Comment avez-vous aimer le d&eacute;voilement des t-shirts offciels 3Castors.  Assez sexy? Right? Pour ceux et celles qui pensaient que c'&eacute;tait pour allez plus loin, nous les castors, nous sommes de b&ecirc;tes pudiques et morales. Oui Mario, nous sommes pudiques et morales.
</p><a href="/castors/Anglais/Wings-BandOnTheRun.html" class="button wide space">Band On The Run</a><hr/><h1><a href=".." >Je Dis Bonjour &Agrave; La Vie</a></h1><p>Pour nos noces de bois, quoi de mieux qu'un po&euml;me pour enrichir notre union!
</p><ul><li> Nos noces de bois, nous trois, avec vous là, Gatinois, Hullois, Qu&eacute;b&eacute;cois, assembl&eacute;s dans cet endroit.</li><li> Mai est le mois, vous qui faite le choix, pour qu'on se revoit.</li><li> Vous qui venez, en convoi, &eacute;couter nos voix, et mes jokes de pipi caca.</li><li> Ne partez pas, avec la gueule de bois, mangez des enchois, des pois, des hambourgoies, et recurez vos plats.</li><li> Mais aussi, nettoyez vos noix, badigonez vos tortillas, illuminez vos croix, embrassez Shakira! </li><li> Quoi? me voila, nirvana, je deviens maladroit.</li><li> Attendez, ne partez pas, j'arrête l&agrave;, avant que Mario aboie.</li><li> C'est avec joie, et avec un peu d'exploi, qu'on vous octroi, cette chanson l&agrave;, d'un groupe qui marqua, mon adolescence à moi!</li></ul><a href="/castors/Francais/Harmonium-JeDisBonjourALaVie.html" class="button wide space">Je Dis Bonjour A La vie</a><hr/><h1><a href=".." >Harmonium</a></h1><p>Quand nous avons commencer y'a 5 ans, nous n'avions pas trop d'exp&eacute;rience. Vous &ecirc;tes notre seul publique. Nous sommes toujours des amateurs, on a fait essentiellement 5 spectacles. 
</p><p>Nous avons quand m&ecirc;me appris avec le temps, surtout pour cu qui a attrait au texte. Les textes doivent &ecirc;tre concis, bref, 'to the point'.
</p><p>Les textes doivent &ecirc;tre comme une mini-jupe:
</p><ul><li> Assez court pour maintenir l'int&eacute;r&ecirc;t</li><li> Assez long pour couvrir le sujet</li></ul><p>Alors, maintenant que j'ai couvert le sujet, allons-y avec une deuxi&egrave;me toune d'Harmonium, appel&eacute;e Harmonium!
</p><a href="/castors/Francais/Harmonium-Harmonium.html" class="button wide space">Harmonium</a><hr/><h1><a href=".." >Opium</a></h1><p>Le retour du Casto-Crisse
</p><p>Les plus assidues vont se souvenir du casto-crisse un texte du spectacle de v'la 3 ans. Laissez-moi vous rafra&icirc;chir la m&eacute;moire:
</p><blockquote>Heye Gilles, j'ai une bonne id&eacute;e.... J'te verrai ben su'a base...?</blockquote><p>Y'm r&eacute;ponds... T'&eacute;-tu malade, j'ai jamais jouer de la base, faudrait que je pratique, j'ai pas le temps.
</p><p>Bon, 3 ans apr&egrave;s, on se retrouve avec un Gilles à la retraite avec plein de temps disponible. 
Pis j'te dit qui la flatte pas mal sa base! 
</p><p>Là c'est mon Gilles qui me dit:
</p><blockquote>Heye Sylvain, j'ai la run de base sur cette chanson là! On peux la jouer?</blockquote><p>Simonaque, y'a d'la base dans presque toute les cristies de chansons. Pis je dois vous avouez, c'est ça qu'on veut!
</p><p>Bravo Gilles!
</p><p>Allons-y, avec une autre cristie de chanson, que Gilles a sugg&eacute;rr&eacute;, avec encore dl'a cristi de base!
</p><a href="/castors/Francais/DanielBelanger-Opium.html" class="button wide space">Opium</a><hr/><h1><a href=".." >El Chico</a></h1><p>La recette du jour!
</p><p>Tu prends un gros potte, tu garoches la dedans:
- Un paquet d'accords
- Une trompette qui pette
- Un fly&eacute;e qui joue d'la base
- Un cousin qui gosse des paroles
- 3,4 bi&egrave;re de micro-brasserie
</p><p>Tu laisses mijoter le temps que la bi&egrave;re fasse effet, et tu obtiens EL-CHICO!
</p><div class='note'>[METTRE LES MOUSTACHES!]</div><a href="/castors/Compositions/Castors-ElChico.html" class="button wide space">El Chico</a><hr/><h1><a href=".." >Dis Tout Sans Rien Dire</a></h1><p>3Castors c'est trois gars bien diff&eacute;rent, et chacune d'eux est unique et joue un r&ocirc;le crucial dans le band. Laissez moi vous expliquer:
</p><p>Je commence par moi. Mes deux complices me surnomme le dictateur. Oui moi, le doux Sylvain, un dictateur! Bien weyons! C'est pas &agrave; cause que c'est moi qui conreole les textes et leurs contenue, parfaois sainglant
</p><p>Le dictateur dit que dans un band, il faut un guitariste. Un band sans guitare, c'est une chorale, un quatuor, c'est pas un band. En plus, de tout les instruments, la guitare c'est le meilleur instrument. C'est le seule qui vaut la peine d'&ecirc;tre appris! Les autres instruments, c'est d'la marde! Mon autre r&ocirc;le, c'est d'&eacute;crire des niaseries, comme celle que je vous lit maintenant.  Dictateur mon oeil, restez tranquille, fermez vos yeules pis &eacute;coutez!
</p><p>Dans un band, toujours selon le dictateur, il faut aussi, une base. La base, c'est comme une guitare, mais avec moin de cordes. Ts&eacute; Gilles, bien, y sait ses lettres, pis y sais compter, mais y'en manque un peu. La base &agrave; 4 cordes, &ccedil;a c'est parfait pour Gilles, c'est plus simple. 
</p><p>(Maudit que j'aime mon r&ocirc;le de dictateur et &eacute;crire ces textes l&agrave;).
</p><p>Face appart: J'aimerais saluer le progr&egrave;s exceptionel que Gilles a fait en 3 ans sur la base. Pour ceux qui connaissent Gilles, c'est un amoureux fou de la musique, y'&eacute;tait temps qu'il apprenne un instrument. 
</p><p>Enseignant, Gilles est aussi un passion&eacute; de la plume et joue notre r&ocirc;le d'auteur/compositeur. Il &eacute;crit les paroles et imagine la musique. Encore un fois, je dis, y'&eacute;tait temps qu'il apprenne un instrument. 
</p><p>Dans la pluspart de band, y'a pas de trompette. Y'a une raison pour &ccedil;a. La trompette c'est pas utile dans un band! Le probl&egrave;me c'est que, moi, le dictateur, j'adore la trompette et surtout le trompettiste qui vient avec! Mais Paul, joue un r&ocirc;le crucial dans le band. C'est lui, les 'brains' en arri&egrave;re de nos voix. C'est toujours lui, qui figure la voix la plus difficile. Paul, c'est notre sauce secr&egrave;te qui fait en sorte que les Castors sont ce qu'ils sont!
</p><p>Pour la prochaine chanson, laissons Paul nous faire une toune au piano de Daniel B&eacute;langer.
</p><p>((Paul joue un peu aussi le role de notre homme a tout faire.  L'an dernier c'etait sur l'accordeon et cette annee c'est sur la guitare et le piano.))
</p><a href="/castors/Francais/DanielBelanger-DisToutSansRienDire.html" class="button wide space">Dis Tout Sans Rien Dire</a><hr/><h1><a href=".." >Daltonien</a></h1><p>Les Castors de Clarence Ontario!
</p><p>Dans mes recherches sur les Castors, j'ai trouv&eacute; les Castors de Clarence.
</p><p>Oui, y'a une &eacute;quipe de hockey dans l'est de l'Ontario qui s'appelle les Castors de Clarence.  
</p><p>Bon, juste comme &ccedil;a, &ccedil;a sonne ben correcte, mais, mais eux, nous magane &ccedil;a ben dure.
</p><p>Sur leur site web, on peut lire:
</p><p>"Interested in playing for the castors? Then complete our REGISTRATION and we will get in touch with you!""
</p><p>"Go Castors Go"
</p><p>Nous les Castors, nous sommes indign&eacute;s! Ils abrutissent notre nom. Sur Facebook on peu lire...
</p><p>"Your 'Castors' were on fire Friday night with a win against the GRENVILLE Rangers"
</p><p>Bon moi, j'ai 2 suggestions: Soit changez le nom Castors a Beaver ou soit changez votre nom pour les "Queues de Castors de Clarence!"
</p><p>Comme &ccedil;a, on pourrait aller voir un match entre les "Queues" de Castors et les Rangers de "Grenville"!
</p><p>(en faisant des signes 'guillement' avec les mains pour "Queue" et "Grenville")
</p><p>Ca ferait un match vraiment piquant. Maudit que j'aime &ccedil;a le Pipi Caca Fesse moi!
</p><a href="/castors/Compositions/GillesCoulombe-Daltonien.html" class="button wide space">Daltonien</a><hr/><h1><a href=".." >Coton Ouat&eacute;</a></h1><p>Pour faire diff&eacute;rent, la prochaine toune nous vient pas du cristi de fatiguant de Gilles. Elle nous vient de vous, notre publique.
Oui, vous mes ch&egrave;res, notre publique.  Vous &ecirc;tes notre seul publique!
</p><p>Bon, personellement, chu pas mal certain,que pas mal tout le monde, commence, &agrave; &ecirc;tre tann&eacute; d'entendre c'te toune l&agrave;, mais, on l'a pratiqu&eacute;, pis y'a no way qu'on vas pas passer &agrave; c&ocirc;t&eacute;. 
</p><p>C'est votre demande, vous nous avec assez bogger, j'veux pas vous entendre chialer, vous &ecirc;tes seuls &agrave; bl&acirc;mer, vous la fermer, pis vous &eacute;coutez! Vous comprennez?
</p><a href="/castors/Francais/BleuJeansBleu-CotonOuate.html" class="button wide space">Coton Ouat&eacute;</a><hr/><h1><a href=".." >Rappel</a></h1><p>Clin d'oeil à Danie!
</p><p>C'est d&eacute;jà la fin!
</p><p>Mais avant de partir j'aimerais vous faire un message personel.
</p><p>Moi, tout mes meilleurs amis sont niaseux.  Ch&eacute; pas pourquoi, mais c'est ça.  Pis, y'a a pleins icitte ce soir, pis chu certain qu'ils se reconnaissent. Y'en a même deux, ici, sur la sc&egrave;ne. J'l'ai pointerai pas, comme ça, ils le seront pas que je parle d'eux! 
</p><p>Personnellement, j'ai eu une ann&eacute;e assez difficile et je veux remercier tout mes amis niaiseux de leurs pr&eacute;sence, leurs supports et leurs niaseries. 
</p><p>Merci d'être là, merci d'avoir &eacute;t&eacute; là. J'avais besoin de vous.
</p><p>Bon, pour pour les &eacute;pouses, assisent à côt&eacute; de ces niaiseux là, j'aimerais que vous preniez le temps, de leurs expliquer, le message, que je viens de vous transmettre.
</p><p>Bonne soir&eacute;e tout le monde!
</p><a href="/castors/Francais/GastonMandeville-LeVieuxDansLeBasDuFleuve.html" class="button wide space">Le Vieux Dans Le Bas Du Fleuve</a><a href="/castors/Francais/BleuJeansBleu-AllDress.html" class="button wide space">All Dress</a><hr/><p>dans une maison. Oui, nous avons migr&eacute; de notre cabane &agrave; une maison. Voyez vous, comme les humains, plus les castors vieillissent, plus ils sont plus frilleux.
</p><hr/><p>Pis mo&eacute; je r&eacute;ponds, Ben Gilles, pas un autre cristie de toune, j'ai jamais jouer c'te toune là, faut que je trouve les accords là, t&eacute; fatiguant là!
</p><hr/><p>Bois, Picbois, Bourgois, Abois, Autrefois, Gatinois, Hullois, Emois, Emplois, Crois,  Envois,
Fois, Foi, Hambougeois, Mois, Parfois, Quebecois, Renvois, Revois, Rois, Trois, Convoi, Loi
Couroie, Soi, Toi, Tournoi, Choix, Nettoie, Vousvoie, Noix, Voix, Mozzeralla, Matelas, Java, Estomac
Sans-froid, Siamois, Maladroit, Detroit
</p><hr/><p>Alors, pour cette noce de bois, nous les Castors, nous vous offrons le plus beaux sons qu'on puisse 
</p><p>Le rêve d'un Castor, c'est des 2x4 &eacute;tendus à pu finir.  Pleins de 2x4, des 2x6, des 2x8, &eacute;tendu, sur d'la bouette, pr&egrave; d'un cour d'eau.
</p><p>Mais quand je regardes dans la salle je ne voit que des quart de ronds, sur un plancher de b&eacute;ton, pr&egrave;s de bidons de boissons. 
</p><p>Alors, nous les castors, on se sauve, et on devient un "Band On The Run"!
</p><p> mario, vous a g&eacute;n&eacute;re la plus belle cire d'oreille, pour vous
</p><hr/><p>Bon, je reviens au noces de bois.
</p><p>Moi, je fais de recherches sur internet, parce j'sais pas trop quoi offir, pour une noce de bois!
</p><p>J'ai trouv&eacute;
</p><ul><li> Un cadre de photo en bois</li><li> Une sculpture, ou un bijou en bois</li><li> Un massage aux huiles essentielles</li></ul><p>Ha! Bon, la tu parles!  Un massage aux huiles essentielles.
</p><p>Ben là, laquelle? J'ai fais d'autres recherches! Pis j'ai trouv&eacute;!
</p><ul><li> Si vous souffrez de transpiration excessive, c'est de l'huile de Pin qu'il vous faut</li><li> Pour soulager les repas trop aros&eacute;s, c'est de l'huile du cirtonier, qu'il vous faut</li><li> Pour les cas de "Spasme de plexus solaire" (faire une face), c'est de l'huile d'&eacute;pinette noire qu'il vous faut.</li></ul><p>On va faire une petit parenth&egrave;se.
</p><p>Comme je l'ai dit auparavent, nous on aime Mario.  On se soucit de lui. Je ne sais pas si vous le savez, mais Mario sort d'une op&eacute;ration, qui a chang&eacute; la couleur de son tuyau.
Mario, on est tous entre amis ici, on peu en parler, right?
</p><p>Bon chu pas m&eacute;decin, ni expert en huiles essentielles, mais je crois que ton cas de tuyau est celui du "Tonique Veineux", pis selon mes recherches, et je suis s&eacute;rieux, faites vos recherches, c'est pas une joke!
</p><p>Mario, pour toi, ton huile essentielle, est celle de l'huile du Tamala!
</p><p>So, Mario, au juste Ta Mal Ou? Si Ta Mal Là, c'est simple et facile, il te faut de l'huile du Tamala!
</p><p>Huile essentielle de genevrier est un peu sp&eacute;ciale.  On peu s'en servir pour confectionner des parfums masculin.  Un autre utilisation est de dissiper/chasser les acumulations de rancunes et de vielles col&egrave;res. Alors les gars, promenez-vous toujours avec une branche de genevrier dans votre charre!
</p><hr/><p>Google:
</p><p>Si tu fais une recherche avec "Castors maux de tete" tu recois dans tes resultats
</p><p>"Les fesses du castor peuvent soigner le mal de tête"
</p><p>Je vous le promet, c'est la derniere ann&eacute;e que je vous parle du fameux Castor&eacute;um
Ts&eacute;, l'huile du petteux du castor qui est utilis&eacute; pour des parfums et la saveur naturelle de vanille, fraises et framboises.
</p><p>J'ai un autre fait int&eacute;ressant! Comme vous le savez, le castor croque une quantit&eacute;e importantes d'&eacute;corse. Certaines de ces &eacute;corses contiennent de la Salicine.
Avec cette consomation importante de Salicine, leurs derri&egrave;re produit aussi de l'Acide Salicylique, qui est une composante majeure de l'Aspirine.
</p><p>La morale, c'est que non seulement nos derri&egrave;res sentent et goûtent bon, ils r&egrave;glent vos maux de tête!
</p>
				</div>
			</div>
			<footer>
				<div class="u-pull-right">	
					<p>Powered by <a href='https://github.com/xesroche/bijou' target='_blank'>Bijou</a></p>
				</div>
				<div class="row u-cf">&nbsp;</div>
			</footer>
		</div>
	</body>
</html>


